{
  "bastar-dussehra": {
    "id": "bastar-dussehra",
    "name": "Bastar Dussehra",
    "tagline": "The world's longest Dussehra celebrated without Rama or Ravana",
    "month": "Oct",
    "months": ["Jul", "Aug", "Sep", "Oct"],
    "duration": "Around 75 days",
    "location": "Jagdalpur, Bastar region",
    "description": "**Bastar Dussehra** is one of the most unique and ancient festivals of India, celebrated in the Bastar region of Chhattisgarh.\n\nUnlike classical Dussehra, this festival does **not** commemorate the victory of Rama over Ravana. Instead, it is entirely dedicated to **Goddess Danteshwari**, the presiding deity of Bastar.\n\nThe festival spans nearly **75 days**, making it the longest Dussehra celebration in the world.\n\n• Organized and conducted by tribal communities\n• Deeply rooted in tribal rituals and beliefs\n• Symbolizes unity between the king, tribes, and the goddess",
    "image": "bastar_dussehra_1",
    "deity": "Goddess Danteshwari",
    "season": "Monsoon to Autumn",
    "districtId": "Bastar",
    "festivalType": "Cultural",
    "whoCelebrates": ["Maria", "Muria", "Dhurwa", "Bhatra"],
    "meaning": "The festival represents devotion to Goddess Danteshwari and reflects the traditional governance system where tribal consent and participation are central.\n\nIt symbolizes the spiritual bond between nature, tribal society, and divine power.",
    "traditions": [
      {
        "title": "Pat Jatra",
        "description": "The ceremonial permission ritual that marks the beginning of Bastar Dussehra, seeking divine consent to start the festival.",
        "icon": "sun"
      },
      {
        "title": "Kachan Gadi",
        "description": "Construction of a symbolic chariot using traditional methods without nails, representing tribal craftsmanship.",
        "icon": "hammer"
      },
      {
        "title": "Rath Yatra",
        "description": "A massive wooden chariot is pulled by thousands of devotees, symbolizing collective devotion and unity.",
        "icon": "bus"
      },
      {
        "title": "Muria Darbar",
        "description": "A traditional assembly where tribal leaders present grievances and issues, continuing the age-old system of public dialogue.",
        "icon": "users"
      }
    ],
    "gallery": ["bastar_dussehra_1", "bastar_dussehra_2", "bastar_dussehra_3"],
    "sections": []
  }
}
